{

  "email_required": "Email required",
  "password_required": "Password required",
  "login_success": "Log in successfully",
  "invalid_email_or_password": "Invalid email or password",
  "system_error_try_again": "System error! Please try again!",
  "email": "Email",
  "invalid_email": "Invalid email",
  "password": "Password",
  "forgot_password": "Forgot password?",
  "Logging in...": "Logging in...",
  "login_button": "Login",
  "or_continue_with": "Or continue with",
  "login_google": "Google",
  "no_account": "Do not have any account?",
  "signup_now": "Signup now",

  "otp_sent_success": "OTP has seen to your email and will be expired in 5 minutes",
  "otp_sent_failed": "Sent error! Please try again later!",
  "null_warning": "This field can not be blank",
  "min_6_char": "Password must include upper case, number and special character",
  "agree_terms_error": "Please agree with the terms!",
  "register_success": "Register successfully! Please login!",
  "invalid_otp": "OTP not match or expired",
  "mail_exists": "This email already link with an account, please login!",
  "register_failed": "Register error! Please try again later!",
  "signup_title": "Signup",
  "full_name": "Name",
  "name_example": "John Smith",
  "send_otp": "Send OTP",
  "confirm_password": "Confirm password",
  "not_match": "Password not match",
  "not_match_password": "Password not match",
  "agree_terms": "I agree with the Terms of service and Privacy policy",
  "signing_up...": "Signing up...",
  "signup_button": "Signup",
  "signup_google": "Or signup with",
  "have_account": "Already have an account?",
  "login_now": " Login now",

  "reset_success": "Password reset successfully",
  "reset_failed": "Reset failed! Please try again later!",
  "forget_password_title": "Reset password",
  "enter_otp": "Enter OTP",
  "new_password": "New password",
  "confirm_new_password": "Confirm new password",
  "resetting_password": "Resetting password...",
  "reset_password_button": "Reset password",
  "remember_password": "Remember password?",

  "terms_of_service": "Terms of service",
  "tos_section1_title": "1. Account Registration",
  "tos_section1_line1": "• Registration Requirement: Users must provide accurate and complete information to create an account. Any false information may lead to account suspension.",
  "tos_section1_line2": "• Email/Phone Verification: We require email or phone number verification to ensure user authenticity and system security.",
  "tos_section1_line3": "• Age Policy: The service is intended only for individuals 18 years of age or older, or 13 and older with parental/guardian consent.",

  "tos_section2_title": "2. Service Plans and Payment",
  "tos_section2_line1": "• Free Plan: Provides access to basic features, including limited public event rooms and restricted random language matching.",
  "tos_section2_line2": "• Plus Plan: Offers premium benefits such as unlimited access to private events, priority matching, and an ad-free experience.",

  "tos_section3_title": "3. Communication and Interaction Rules",
  "tos_section3_line1": "• Event Room Capacity: The maximum number of participants in event rooms is capped to ensure interaction quality.",
  "tos_section3_line2": "• Event Verification: Users creating events must have a verified profile. PolyGo reserves the right to moderate or delete inappropriate events.",
  "tos_section3_line3": "• Entry Verification: Certain events may require additional verification or approval from the organizer to join.",
  "tos_section3_line4": "• Call Duration: The duration of random video/voice calls may be limited under the Free Plan.",
  "tos_section3_line5": "• Matching Rules: The matching system is based on interests, languages, and learning goals. Abuse of the matching feature is prohibited.",
  "tos_section3_line6": "• Event Cancellation: Users must give 24 hours' notice to cancel a created event. Late cancellations may incur penalties.",

  "tos_section4_title": "4. Payment and Refund Terms",
  "tos_section4_line1": "• Plus Plan Billing Cycle: Plus Plan subscriptions are billed monthly or annually and will automatically renew unless canceled.",
  "tos_section4_line2": "• Balance Requirement: Users must maintain a valid balance to access paid services. No refunds are provided for fees already paid.",

  "tos_section5_title": "5. Administration and Enforcement",
  "tos_section5_line1": "• Content Moderation: PolyGo reserves the right to review, edit, or remove any content deemed inappropriate or in violation of terms.",
  "tos_section5_line2": "• Violation Reporting: Users are required to immediately report any behavior or content that violates the Terms of Service.",
  "tos_section5_line3": "• Activity Logging: We log user activity for security, analysis, and moderation purposes.",
  "tos_section5_line4": "• Admin Authority: PolyGo administrators have the absolute authority to suspend or terminate violating accounts without prior notice.",

  "tos_section6_title": "6. Security and Privacy",
  "tos_section6_line1": "• Data Protection Compliance: We comply with data protection regulations in handling your personal information. See the Privacy Policy for details.",
  "tos_section6_line2": "• Information Sharing: Personal information is not shared with third parties without your consent, except as required by law.",

  "privacy_policy": "Privacy policy",
  "pp_section1_title": "1. Information Collection",
  "pp_section1_line1": "• Personal Information: We collect information you provide directly, including your name, email, password (encrypted), native language, and language you wish to learn.",
  "pp_section1_line2": "• Usage Information: We automatically collect information about how you access and use the Service, including interaction logs, IP address, and device type.",
  "pp_section1_line3": "• Communication Data: To ensure safety and content moderation, we may record or analyze text messages and video/voice call logs.",
  "pp_section1_line4": "• Payment Information: Payment information (e.g., credit card details) is processed by our secure payment partners and is not stored directly by PolyGo.",

  "pp_section2_title": "2. Use of Information",
  "pp_section2_line1": "• Service Provision: To operate and maintain the Service, including matching learners and managing communication events.",
  "pp_section2_line2": "• Experience Improvement: To understand how users use the Service and develop new features, products, and services.",
  "pp_section2_line3": "• AI Support: Some communication data (anonymized) may be used to train and improve our AI/Machine Learning models.",
  "pp_section2_line4": "• Security and Safety: To prevent fraud, abuse, and other illegal activities, and to maintain the safety and integrity of the Service.",

  "pp_section3_title": "3. Information Sharing",
  "pp_section3_line1": "• No Third-Party Sharing: We do not sell, rent, or trade your personal information with third parties for their own marketing purposes.",
  "pp_section3_line2": "• Service Providers: We may share data with trusted third-party service providers (e.g., hosting, analytics) only as necessary for them to perform their functions.",
  "pp_section3_line3": "• Legal Requirements: We may disclose your information if required to comply with the law or to respond to valid government requests.",

  "pp_section4_title": "4. User Rights",
  "pp_section4_line1": "• Right to Access: You have the right to request copies of the personal data we hold about you.",
  "pp_section4_line2": "• Right to Edit: You have the right to request that we correct any information you believe is inaccurate or incomplete.",
  "pp_section4_line3": "• Right to Delete: You have the right to request that we erase your personal data, subject to our legal obligations.",
  "pp_section4_line4": "• Right to Data Portability: You have the right to receive your personal data in a structured, commonly used, and machine-readable format.",

  "pp_section5_title": "5. Data Security",
  "pp_section5_line1": "• Data Encryption: We use SSL/TLS encryption to protect data in transit and encrypt sensitive data (like passwords) at rest.",
  "pp_section5_line2": "• Payment Security: All payment transactions are handled by PCI DSS compliant payment gateways and are not processed on PolyGo's own servers.",
  "pp_section5_line3": "• Access Control: Access to user data is strictly limited to employees with a genuine business need.",
  "pp_section5_line4": "• Security Monitoring: We continuously monitor our systems for vulnerabilities and potential attacks.",

  "pp_section6_title": "6. Cookies and Tracking Technologies",
  "pp_section6_line1": "• Essential Cookies: These cookies are strictly necessary for you to navigate the website and use its features, such as accessing secure areas.",
  "pp_section6_line2": "• Analytics Cookies: We use third-party cookies (like Google Analytics) to collect information about how you interact with our Service to improve performance.",
  "pp_section6_line3": "• Cookie Management: You can manage or decline cookies in your browser settings, though this may affect the functionality of the Service.",

  "pp_section7_title": "7. Data Retention",
  "pp_section7_line1": "• Retention Period: We retain your personal information only for as long as necessary to fulfill the purposes outlined in this policy.",
  "pp_section7_line2": "• Account Deletion: Upon account deletion, we will delete or anonymize your personal information, except for information we must retain due to legal obligations.",
  "pp_section7_line3": "• Legal Retention: Data may be retained for longer periods if required to comply with legal obligations, resolve disputes, or enforce our agreements.",

  "pp_section8_title": "8. Children's Privacy",
  "pp_section8_line1": "• Age Restriction: PolyGo does not knowingly collect personally identifiable information from children under 13. If you believe we have such information, please contact us.",
  "pp_section8_line2": "• Child Protection: If we become aware that we have collected personal data from a child under 13 without verifiable parental consent, we will take steps to remove that information.",

  "pp_section9_title": "9. Changes to the Policy",
  "pp_section9_line1": "• Notification of Changes: We may update this policy from time to time. We will notify you of any significant changes by posting the new Policy and updating the 'Last Updated' date.",
  "pp_section9_line2": "• Acceptance of Changes: Your continued use of the Service after any changes become effective constitutes your acceptance of the revised Policy."

}