{

  "email_required": "Email là bắt buộc",
  "password_required": "Mật khẩu là bắt buộc",
  "login_success": "Đăng nhập thành công",
  "invalid_email_or_password": "Email hoặc mật khẩu không tồn tại",
  "system_error_try_again": "Lỗi hệ thống! Vui lòng thử lại sau!",
  "email": "Email",
  "invalid_email": "Email sai định dạng",
  "password": "Mật khẩu",
  "forgot_password": "Quên mật khẩu?",
  "Logging in...": "Đăng nhập...",
  "login_button": "Đăng nhập",
  "or_continue_with": "Hoặc tiếp tục với",
  "login_google": "Google",
  "no_account": "Chưa có tài khoản?",
  "signup_now": "Đăng ký ngay",

  "otp_sent_success": "OTP đã được gửi đến email của bạn và sẽ hết hạn sau 5 phút",
  "otp_sent_failed": "OTP chưa được gửi! Hãy thử lại sau!",
  "null_warning": "Vui lòng không để trống",
  "min_6_char": "Mật khẩu phải có chữ viết hoa, số và kí tự đặc biệt",
  "agree_terms_error": "Vui lòng đồng ý với điều khoản hệ thống",
  "register_success": "Đăng ký thành công! Hãy đăng nhập!",
  "invalid_otp": "OTP sai hoặc đã hết hạn!",
  "mail_exists": "Email này đã được đăng ký! Hãy đăng nhập!",
  "register_failed": "Đăng ký thất bại! Vui lòng thử lại sau!",
  "signup_title": "Đăng ký",
  "full_name": "Tên",
  "name_example": "Nguyễn Văn A",
  "send_otp": "Gửi OTP",
  "confirm_password": "Xác nhận mật khẩu",
  "not_match_password": "Mật khẩu không khớp",
  "agree_terms": "Tôi đồng ý với Điều khoản dịch vụ và Chính sách bảo mật",
  "signing_up...": "Đăng ký...",
  "signup_button": "Đăng ký",
  "signup_google": "Hoặc tiếp tục với",
  "have_account": "Đã có tài khoản?",
  "login_now": " Đăng nhập ngay",

  "reset_success": "Đổi mật khẩu thành công!",
  "reset_failed": "Lỗi! Vui lòng thử lại sau",
  "forget_password_title": "Quên mật khẩu",
  "enter_otp": "Nhập OTP",
  "new_password": "Mật khẩu mới",
  "confirm_new_password": "Xác nhận mật khẩu mới",
  "resetting_password": "Đổi mật khẩu...",
  "reset_password_button": "Đổi mật khẩu",
  "remember_password": "Đã nhớ mật khẩu?",

  "terms_of_service": "Điều khoản dịch vụ",
  "tos_section1_title": "1. Đăng ký Tài khoản",
  "tos_section1_line1": "• Yêu cầu Đăng ký: Người dùng phải cung cấp thông tin chính xác và đầy đủ để tạo tài khoản. Bất kỳ thông tin sai lệch nào đều có thể dẫn đến việc đình chỉ tài khoản.",
  "tos_section1_line2": "• Xác minh Email/Điện thoại: Chúng tôi yêu cầu xác minh email hoặc số điện thoại để đảm bảo tính xác thực của người dùng và bảo mật hệ thống.",
  "tos_section1_line3": "• Chính sách Tuổi: Dịch vụ chỉ dành cho những người từ 18 tuổi trở lên, hoặc từ 13 tuổi trở lên có sự đồng ý của phụ huynh/người giám hộ.",

  "tos_section2_title": "2. Gói Dịch vụ và Thanh toán",
  "tos_section2_line1": "• Gói Miễn phí (Free): Cung cấp quyền truy cập vào các tính năng cơ bản, bao gồm tham gia các phòng sự kiện công cộng và ghép đôi ngôn ngữ ngẫu nhiên có giới hạn.",
  "tos_section2_line2": "• Gói Plus: Cung cấp các lợi ích nâng cao như truy cập không giới hạn vào các sự kiện riêng tư, ưu tiên ghép đôi và không có quảng cáo.",

  "tos_section3_title": "3. Quy tắc Giao tiếp và Tương tác",
  "tos_section3_line1": "• Giới hạn Phòng Sự kiện: Số lượng người tham gia phòng sự kiện tối đa được giới hạn để đảm bảo chất lượng tương tác.",
  "tos_section3_line2": "• Xác minh Sự kiện: Người dùng tạo sự kiện phải có hồ sơ đã được xác minh. PolyGo có quyền kiểm duyệt hoặc xóa các sự kiện không phù hợp.",
  "tos_section3_line3": "• Xác minh Tham gia: Một số sự kiện có thể yêu cầu xác minh bổ sung hoặc chấp thuận từ người tổ chức để tham gia.",
  "tos_section3_line4": "• Thời lượng Cuộc gọi: Thời lượng cuộc gọi video/thoại ngẫu nhiên có thể bị giới hạn trong Gói Miễn phí.",
  "tos_section3_line5": "• Quy tắc Ghép đôi: Hệ thống ghép đôi dựa trên sở thích, ngôn ngữ, và mục tiêu học tập. Nghiêm cấm các hành vi lạm dụng tính năng ghép đôi.",
  "tos_section3_line6": "• Huỷ Sự kiện: Người dùng phải thông báo hủy sự kiện đã tạo trước 24 giờ. Hủy bỏ quá gần có thể dẫn đến hình phạt.",

  "tos_section4_title": "4. Điều khoản Thanh toán và Hoàn tiền",
  "tos_section4_line1": "• Chu kỳ Thanh toán Gói Plus: Đăng ký Gói Plus được thanh toán hàng tháng hoặc hàng năm và sẽ tự động gia hạn trừ khi bị hủy.",
  "tos_section4_line2": "• Yêu cầu Số dư: Người dùng phải duy trì số dư hợp lệ để truy cập các dịch vụ trả phí. Không có hoàn tiền cho các khoản phí đã thanh toán.",

  "tos_section5_title": "5. Quản trị và Thi hành",
  "tos_section5_line1": "• Kiểm duyệt Nội dung: PolyGo có quyền xem xét, chỉnh sửa hoặc xóa bất kỳ nội dung nào bị coi là không phù hợp hoặc vi phạm điều khoản.",
  "tos_section5_line2": "• Báo cáo Vi phạm: Người dùng phải báo cáo mọi hành vi hoặc nội dung vi phạm Điều khoản Dịch vụ ngay lập tức.",
  "tos_section5_line3": "• Ghi nhật ký Hoạt động: Chúng tôi ghi nhật ký hoạt động của người dùng cho mục đích bảo mật, phân tích và kiểm duyệt.",
  "tos_section5_line4": "• Thẩm quyền Admin: Quản trị viên PolyGo có thẩm quyền tuyệt đối trong việc đình chỉ hoặc chấm dứt tài khoản vi phạm mà không cần thông báo trước.",

  "tos_section6_title": "6. Bảo mật và Quyền riêng tư",
  "tos_section6_line1": "• Tuân thủ Bảo vệ Dữ liệu: Chúng tôi tuân thủ các quy định bảo vệ dữ liệu để xử lý thông tin cá nhân của bạn. Xem Chính sách Quyền riêng tư để biết thêm chi tiết.",
  "tos_section6_line2": "• Chia sẻ Thông tin: Thông tin cá nhân không được chia sẻ với bên thứ ba mà không có sự đồng ý của bạn, trừ các trường hợp được pháp luật yêu cầu.",

  "privacy_policy": "Chính sách bảo mật",
  "pp_section1_title": "1. Thu thập Thông tin",
  "pp_section1_line1": "• Thông tin cá nhân: Chúng tôi thu thập thông tin bạn cung cấp trực tiếp, bao gồm tên, email, mật khẩu (được mã hóa), ngôn ngữ mẹ đẻ và ngôn ngữ bạn muốn học.",
  "pp_section1_line2": "• Thông tin sử dụng: Chúng tôi tự động thu thập thông tin về cách bạn truy cập và sử dụng Dịch vụ, bao gồm nhật ký tương tác, địa chỉ IP và loại thiết bị.",
  "pp_section1_line3": "• Dữ liệu giao tiếp: Để đảm bảo an toàn và kiểm duyệt nội dung, chúng tôi có thể ghi lại hoặc phân tích tin nhắn văn bản và nhật ký cuộc gọi video/âm thanh.",
  "pp_section1_line4": "• Thông tin thanh toán: Thông tin thanh toán (ví dụ: chi tiết thẻ tín dụng) được xử lý bởi các đối tác thanh toán an toàn của chúng tôi và không được PolyGo lưu trữ trực tiếp.",

  "pp_section2_title": "2. Sử dụng Thông tin",
  "pp_section2_line1": "• Cung cấp Dịch vụ: Để vận hành và duy trì Dịch vụ, bao gồm kết nối người học và quản lý các sự kiện giao tiếp.",
  "pp_section2_line2": "• Cải thiện trải nghiệm: Để hiểu cách người dùng sử dụng Dịch vụ và phát triển các tính năng, sản phẩm, dịch vụ mới.",
  "pp_section2_line3": "• Hỗ trợ AI: Một số dữ liệu giao tiếp (ẩn danh) có thể được sử dụng để huấn luyện và cải thiện các mô hình AI/Machine Learning.",
  "pp_section2_line4": "• An ninh và an toàn: Để ngăn chặn gian lận, lạm dụng và các hoạt động phi pháp khác, cũng như duy trì an toàn và toàn vẹn của Dịch vụ.",

  "pp_section3_title": "3. Chia sẻ Thông tin",
  "pp_section3_line1": "• Không chia sẻ với bên thứ ba: Chúng tôi không bán, cho thuê hoặc trao đổi thông tin cá nhân của bạn với bên thứ ba cho mục đích tiếp thị của họ.",
  "pp_section3_line2": "• Nhà cung cấp dịch vụ: Chúng tôi có thể chia sẻ dữ liệu với các nhà cung cấp dịch vụ bên thứ ba đáng tin cậy (ví dụ: lưu trữ, phân tích) chỉ khi cần thiết để họ thực hiện chức năng.",
  "pp_section3_line3": "• Yêu cầu pháp lý: Chúng tôi có thể tiết lộ thông tin của bạn nếu được yêu cầu để tuân thủ pháp luật hoặc đáp ứng các yêu cầu hợp pháp từ chính phủ.",

  "pp_section4_title": "4. Quyền của Người dùng",
  "pp_section4_line1": "• Quyền truy cập: Bạn có quyền yêu cầu bản sao dữ liệu cá nhân mà chúng tôi lưu giữ về bạn.",
  "pp_section4_line2": "• Quyền chỉnh sửa: Bạn có quyền yêu cầu chúng tôi sửa bất kỳ thông tin nào mà bạn cho là không chính xác hoặc chưa đầy đủ.",
  "pp_section4_line3": "• Quyền xóa: Bạn có quyền yêu cầu chúng tôi xóa dữ liệu cá nhân của bạn, tùy thuộc vào nghĩa vụ pháp lý của chúng tôi.",
  "pp_section4_line4": "• Quyền chuyển dữ liệu: Bạn có quyền nhận dữ liệu cá nhân của mình ở định dạng có cấu trúc, phổ biến và có thể đọc được bằng máy.",

  "pp_section5_title": "5. Bảo mật Dữ liệu",
  "pp_section5_line1": "• Mã hóa dữ liệu: Chúng tôi sử dụng mã hóa SSL/TLS để bảo vệ dữ liệu khi truyền và mã hóa dữ liệu nhạy cảm (như mật khẩu) khi lưu trữ.",
  "pp_section5_line2": "• Bảo mật thanh toán: Tất cả giao dịch thanh toán được xử lý bởi cổng thanh toán tuân thủ PCI DSS và không được xử lý trên máy chủ của PolyGo.",
  "pp_section5_line3": "• Kiểm soát truy cập: Quyền truy cập dữ liệu người dùng được giới hạn nghiêm ngặt cho nhân viên có nhu cầu công việc thực sự.",
  "pp_section5_line4": "• Giám sát bảo mật: Chúng tôi liên tục giám sát hệ thống để phát hiện lỗ hổng và các cuộc tấn công tiềm năng.",

  "pp_section6_title": "6. Cookie và Công nghệ theo dõi",
  "pp_section6_line1": "• Cookie thiết yếu: Những cookie này cần thiết để bạn điều hướng website và sử dụng các tính năng của nó, ví dụ: truy cập các khu vực bảo mật.",
  "pp_section6_line2": "• Cookie phân tích: Chúng tôi sử dụng cookie của bên thứ ba (như Google Analytics) để thu thập thông tin về cách bạn tương tác với Dịch vụ nhằm cải thiện hiệu suất.",
  "pp_section6_line3": "• Quản lý cookie: Bạn có thể quản lý hoặc từ chối cookie trong cài đặt trình duyệt, tuy nhiên điều này có thể ảnh hưởng đến chức năng của Dịch vụ.",

  "pp_section7_title": "7. Lưu trữ Dữ liệu",
  "pp_section7_line1": "• Thời gian lưu trữ: Chúng tôi chỉ giữ thông tin cá nhân của bạn trong thời gian cần thiết để thực hiện các mục đích được nêu trong chính sách này.",
  "pp_section7_line2": "• Xóa tài khoản: Khi tài khoản bị xóa, chúng tôi sẽ xóa hoặc ẩn danh thông tin cá nhân của bạn, trừ những thông tin phải lưu trữ theo nghĩa vụ pháp lý.",
  "pp_section7_line3": "• Lưu trữ theo pháp luật: Dữ liệu có thể được lưu trữ lâu hơn nếu cần tuân thủ pháp luật, giải quyết tranh chấp, hoặc thực thi thỏa thuận.",

  "pp_section8_title": "8. Quyền riêng tư của Trẻ em",
  "pp_section8_line1": "• Giới hạn độ tuổi: PolyGo không cố tình thu thập thông tin cá nhân có thể nhận dạng từ trẻ em dưới 13 tuổi. Nếu bạn tin rằng chúng tôi có thông tin như vậy, vui lòng liên hệ.",
  "pp_section8_line2": "• Bảo vệ trẻ em: Nếu phát hiện chúng tôi thu thập dữ liệu từ trẻ dưới 13 tuổi mà không có sự đồng ý của cha mẹ, chúng tôi sẽ thực hiện các biện pháp để xóa thông tin đó.",

  "pp_section9_title": "9. Thay đổi Chính sách",
  "pp_section9_line1": "• Thông báo thay đổi: Chúng tôi có thể cập nhật chính sách này theo thời gian. Chúng tôi sẽ thông báo những thay đổi quan trọng bằng cách đăng bản mới và cập nhật ngày 'Cập nhật lần cuối'.",
  "pp_section9_line2": "• Chấp nhận thay đổi: Việc bạn tiếp tục sử dụng Dịch vụ sau khi các thay đổi có hiệu lực đồng nghĩa với việc bạn chấp nhận Chính sách đã sửa đổi."

}